@echo off
REM ----------------------------------   说  明   ---------------------------------- 
REM --------------------------------------------------------------------------------
REM ----------------- -------------  发送邮件调用  ---------------------------------   
REM -----------------------		Creat by Sunhm@20170621  ---------------------------
REM --------------------参数1:邮件标题 参数2:邮件内容(不要有空格) ------------------
REM -----------	例：call  %~dp0\sub_mail.bat %邮件标题% %邮件内容(不要有空格)% ------------
REM --------------------------------------------------------------------------------

REM --------------------------------  设置变量开始  --------------------------------



Rem 发送邮件
blat -body %Global_Mail_Body% -to %Global_Mail_Remail% -charset %Global_Mail_Unicode% -subject %Global_Mail_Title% -server %Global_Mail_Smtp% -f %Global_Mail_User% -u %Global_Mail_User% -pw %Global_Mail_Pwd%